function introText(e) {
  switch (e) {
    case 0:
      return `
        <h1>北海道</h1>
        <h2>とうきびとミルクのクリーミーな味わい</h2>
        <p>
          国内の収穫、出荷量がともに全国一位を誇るとうきび（とうもろこし）を使い、道産の生乳を使用したコクのあるクリームを合わせた、北海道の魅力が詰まったクリーミーな味わいが楽しめるフラペチーノ。ホワイトチョコレート風味のシロップを加えたベースに、とうもろこしフレークを加えて黄色と白色のコントラストにすることで、雪景色に太陽の光が反射してキラキラと輝くさまを表現しています。
        </p>
      `
      break;
    case 1:
      return `
        <h1>岩手</h1>
        <h2>抹茶とゴマのめんこい味わい</h2>
        <p>
        岩手の豊かな自然、県のシンボルである岩手山をイメージし、抹茶をベースに、岩手県が誇る歴史や文化を味わい深いゴマソースで表現。キャラメルソースとブラウンシュガーで黄金色に輝く稲穂や岩手県の黄金文化を表し、カップの中のキャラメルソースを、光り輝きながら未来につながっていく道に見立てています。
        </p>
      `
      break;
    case 2:
      return `
      <h1>栃木</h1>
      <h2>口の中ではじけるキャンディが楽しい</h2>
      <p>
      日本でも有数の雷の多い県として栃木の夏の風物詩とも言われる「雷様（らいさま）」をアイディアに、ベースの部分はダークモカパウダーとシロップ、氷を合わせ、すっきりとしたチョコレート風味。カップの中とトッピングにホイップクリームをのせて、仕上げにマンゴーパッションソースで真っ暗な空に光る雷様を表現しています。パチパチとはじけるキャンディも入っています。
      </p>
      `
      break;
    case 3:
      return `
          <h1>茨城</h1>
          <h2>メロンとミルクのクリーミーな味わい</h2>
          <p>
          県の特産品として収穫、出荷量日本一を誇るメロンをセレクト。ベース部分には、生乳を使用したコクのあるクリームを使い、メロンシロップと、ホワイトチョコレート風味のシロップを合わせたオリジナルのソースを、マーブル模様にあしらっています。
          </p>
        `
      break;
  }




}

















